/// <summary>
/// 景勝地タイプ一覧
/// 出現するエリアが設定されている
/// 探索すると設定されている秘匿物が発見できる
/// </summary>
public enum LANDSCAPE_TYPE {
    出口,
    交霊の祠,　　// Sacred place
    果樹林,
    野草の群生地,
    採石場跡,
    荒れ果てた庭,
    あばら家,
    壊れた荷車,
    涸れ井戸,
    泉,
    古代の祠,            // 加護が受けられる。スキル回数回復、体力回復、AP回復、ステータスアップ、状態異常回復、
    石碑群,
    秘跡,
    オアシス,
    温泉,
    妖精の輪,
    隠れ家,
    展望台,
    お菓子の小家,
    魔女の館,
    農場,
    果樹園,
    修道院,
    教会,
    交易所跡,
    鍛冶場,
    滝,
    希少種の生息地,
    駐屯地跡,
    巨樹,        // 巨木、大木、大樹
    カルデラ,
    要塞,
    大聖堂,
    寺院跡,
    空中庭園,
    灯台,
    珊瑚礁,
    廃集落,
    水晶鉱脈,
    宝石鉱山,
    大峡谷,
    湧水群,
    間欠泉,
    風穴,
    氷穴,
    鐘楼,
    ヒカリゴケの群生地,    // 45
    COUNT,
}
